menu = {
    
    'Меню': {
        0: 'Просмотр проектов и договоров',
        1: 'Проект',
        2: 'Договор',
        3: 'Завершить работу',
    },

    'Проект': {
        0: 'Просмотр проектов и договоров',
        1: 'Создать проект',
        2: 'Добавить договор в проект',
        3: 'Завершить договор с выбором проекта',
    },

    'Договор': {
        0: 'Просмотр проектов и договоров',
        1: 'Создать договор',
        2: 'Подтвердить договор',
        3: 'Завершить договор',
    },
}